-- MySQL dump 10.13  Distrib 8.0.25, for Win64 (x86_64)
--
-- Host: localhost    Database: aichatbox
-- ------------------------------------------------------
-- Server version	8.0.25

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8mb4 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `hw1`
--
CREATE DATABASE aichatbot;
USE aichatbot;
DROP TABLE IF EXISTS `hw1`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `hw1` (
  `ID` varchar(45) NOT NULL DEFAULT '0',
  `Name` varchar(45) NOT NULL DEFAULT '0',
  `Department` varchar(45) NOT NULL DEFAULT '0',
  `Enrollment` varchar(45) NOT NULL DEFAULT '0',
  `LineID` varchar(45) NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `hw1`
--

LOCK TABLES `hw1` WRITE;
/*!40000 ALTER TABLE `hw1` DISABLE KEYS */;
INSERT INTO `hw1` VALUES ('E54062058','林鑫伯','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('E94061199','徐嘉妤','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('E24084208','張仁謙','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F74081022','劉宗翰','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('E24086640','王宣雅','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F64086177','鄭勝偉','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F84061090','張翰翔','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F74082264','陳彥博','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('B14051145','張斯涵','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('AN4074716','蘇佩珍','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('E94066115','蔡皓名','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('AN4096027','王子宜','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('I34061035','周艾艾','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('H24071265','楊正毅','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('C14094071','陳柏宏','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('E64066339','廖柏棠','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F24066014','馮柏元','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('H24061260','李宏澤','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('E54064026','陳佑瑜','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('H24064048','李耿聿','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('AN4074724','陳裕安','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F74082010','陳昭穎','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('D54081611','詹喆元','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('D24091131','劉冠宏','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('AN4096750','周明坤','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('H34071128','鍾伶雙','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('C14064084','陳啟瑞','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('B24051294','方莘雅','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('E84081244','李協儒','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F74094724','白翔云','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('H24061074','洪銘毅','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('C24066096','施宇庭','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F24086103','詹于慶','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F14066169','林晏平','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F74066331','楊采璇','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('E24072065','李謙蓉','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('E54066133','許孝華','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('C64061044','李柔萱','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('E84061139','姜彥慈','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('AN4096019','黃翊瑄','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('I84066108','游霈柔','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('E54062058','林鑫伯','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('H24066121','張立勳','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F04066159','劉怡心','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F64066096','林彥呈','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('N66094409','張寶騌','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('H44061280','許芳瑄','企業管理學系學士班','考試入學且系所不分班或甲班','U4e695e35e4ca663d8e0aa0508eeb1b91'),('F84066058','黃桂廷','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('H34071160','周佳瑩','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('AICA00001','蔡喬安','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('H24071184','魏姝姍','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F74084012','竇賢祐','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('C14066298','林家禾','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('C34084711','李艾軒','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('H54064078','陳孟寰','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F04066052','徐子桓','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F84064064','馮彥維','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('D84089039','陳筱晴','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('C14066191','張哲睿','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('E14071295','莊易璇','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('LA6051116','洪紹惟','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('H24089048','陳宏丞','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('C14064084','陳啟瑞','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F74082141','王浩','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F74081137','邵禹翔','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('H24061024','黃子軒','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F44061220','唐嘉宏','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F74096352','張育維','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('C24071203','陳俊佑','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F74066161','陳明心','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('C64099518','陳怡婕','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('B54066067','沈姵昕','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('N26094883','杜冠勳','電機工程學系碩、博士班','推甄入學','U4e695e35e4ca663d8e0aa0508eeb1b91'),('E54062058','林鑫伯','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('E94061199','徐嘉妤','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('E24084208','張仁謙','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F74081022','劉宗翰','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('E24086640','王宣雅','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F64086177','鄭勝偉','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F84061090','張翰翔','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F74082264','陳彥博','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('B14051145','張斯涵','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('AN4074716','蘇佩珍','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('E94066115','蔡皓名','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('AN4096027','王子宜','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('I34061035','周艾艾','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('H24071265','楊正毅','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('C14094071','陳柏宏','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('E64066339','廖柏棠','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F24066014','馮柏元','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('H24061260','李宏澤','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('E54064026','陳佑瑜','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('H24064048','李耿聿','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('AN4074724','陳裕安','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F74082010','陳昭穎','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('D54081611','詹喆元','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('D24091131','劉冠宏','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('AN4096750','周明坤','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('H34071128','鍾伶雙','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('C14064084','陳啟瑞','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('B24051294','方莘雅','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('E84081244','李協儒','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F74094724','白翔云','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('H24061074','洪銘毅','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('C24066096','施宇庭','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F24086103','詹于慶','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F14066169','林晏平','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F74066331','楊采璇','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('E24072065','李謙蓉','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('E54066133','許孝華','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('C64061044','李柔萱','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('E84061139','姜彥慈','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('AN4096019','黃翊瑄','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('I84066108','游霈柔','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('E54062058','林鑫伯','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('H24066121','張立勳','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F04066159','劉怡心','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F64066096','林彥呈','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('N66094409','張寶騌','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('H44061280','許芳瑄','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F84066058','黃桂廷','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('H34071160','周佳瑩','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('AICA00001','蔡喬安','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('H24071184','魏姝姍','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F74084012','竇賢祐','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('C14066298','林家禾','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('C34084711','李艾軒','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('H54064078','陳孟寰','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F04066052','徐子桓','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F84064064','馮彥維','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('D84089039','陳筱晴','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('C14066191','張哲睿','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('E14071295','莊易璇','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('LA6051116','洪紹惟','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('H24089048','陳宏丞','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('C14064084','陳啟瑞','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('H34061199','朱彥瑜','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F74082141','王浩','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F74081137','邵禹翔','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('H24061024','黃子軒','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F44061220','唐嘉宏','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F74096352','張育維','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('C24071203','陳俊佑','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('F74066161','陳明心','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('C64099518','陳怡婕','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫'),('B54066067','沈姵昕','系所尚未填寫','入學方式尚未填寫','LINEID尚未填寫');
/*!40000 ALTER TABLE `hw1` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2021-07-26  3:24:03
